[
  {
    "name": "Anti-inflammatory",
    "description": "Omega-3s are essential fatty acids that act as your body's cellular toolkit for balance and repair. They work by integrating into every cell membrane, keeping them flexible for efficient nerve signaling, which is crucial for a healthy Autonomic Nervous System (ANS). This promotes a calming parasympathetic (\"rest and digest\") state to counteract the \"fight or flight\" stress response. As powerful anti-inflammatories, they also help resolve chronic inflammation, a root cause of many diseases.\n\nThis dual action on the nervous system and inflammation allows Omega-3s to provide benefits across a wide range of health areas, including:\n\n* **Cardiovascular Health:** Hardening of the Arteries (Atherosclerosis), High Triglycerides, Heart Attack, and Stroke.\n* **Neurological & Mental Health:** Cognitive Decline, Depression, Bipolar Disorder, ADHD, and Nerve Health.\n* **Inflammatory & Autoimmune Conditions:** Rheumatoid Arthritis, Lupus, Crohn's Disease, and Acne.\n* **Metabolic Health & Other Conditions:** Type 2 Diabetes, Insulin Resistance, Non-alcoholic Fatty Liver Disease, Asthma, and Dry Eye Syndrome.",
    "references": [
      {
        "study_name": "Cardiovascular risk reduction with icosapent ethyl for hypertriglyceridemia.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "The inverse relation between fish consumption and 20-year mortality from coronary heart disease.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Early protection against sudden death by n-3 polyunsaturated fatty acids after myocardial infarction: time-course analysis of the results of the Gruppo Italiano per lo Studio della Sopravvivenza nell’Infarto Miocardico (GISSI)-Prevenzione.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Fish consumption and risk of stroke. The Zutphen Study.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Cod liver oil (n-3 fatty acids) as an non-steroidal anti-inflammatory drug sparing agent in rheumatoid arthritis.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Effect of an enteric-coated fish-oil preparation on relapses in Crohn’s disease.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Treating asthma with omega-3 fatty acids: where is the evidence? A systematic review.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Placebo-controlled randomized clinical trial of fish oil’s impact on fatigue, quality of life, and disease activity in systemic lupus erythematosus.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Meta-analysis of the effects of eicosapentaenoic acid (EPA) in clinical trials in depression.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Omega-3 fatty acid supplementation for the treatment of children with attention-deficit/hyperactivity disorder symptomatology: systematic review and meta-analysis.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "The n-3 polyunsaturated fatty acids supplementation improved the cognitive function in the Chinese elderly with mild cognitive impairment: a double-blind randomized controlled trial.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Omega-3 supplementation lowers inflammation and anxiety in medical students: a randomized controlled trial.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Omega-3 fatty acid supplements improve the cardiovascular risk profile of subjects with metabolic syndrome, including markers of inflammation and auto-immunity.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Effects of omega-3 fatty acids on cancer risk: a systematic review.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Review article: omega-3 fatty acids – a promising novel therapy for non-alcoholic fatty liver disease.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      }
    ]
  },
  {
    "name": "Nitric Oxide",
    "description": "Nitric oxide is a gas that acts as a universal messenger in your body. It helps relax and widen blood vessels, which increases circulation, lowers blood pressure, and improves blood flow to all your organs. Your body uses nitric oxide to send signals through the nervous system, support immune function, reduce inflammation, and protect against cellular damage. Healthy nitric oxide levels are essential for cardiovascular health, cognitive function, and maintaining a proper balance in your autonomic nervous system.\n\nIncreasing nitric oxide levels through diet, supplements, or lifestyle changes has been shown to be a beneficial therapy for a wide range of diseases and conditions, including:\n\n* **Cardiovascular Health:** Hardening of the Arteries (Atherosclerosis), Endothelial Dysfunction, Heart Failure, High Blood Pressure (Hypertension), Peripheral Artery Disease, Stroke.\n* **Neurological & Mental Health:** Brain Fog (Cognitive Difficulties).\n* **Metabolic Health:** Type 1 & 2 Diabetes, Erectile Dysfunction.\n* **Immune & Inflammatory Health:** Infections (Bacterial & Viral), Cancer, Inflammation and Arthritis, Wound and Burn Healing.\n* **Other Conditions:** Cystic Fibrosis, Osteoporosis.",
    "references": [
      {
        "study_name": "Obesity, inflammation, and atherosclerosis.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Nitric oxide and the cerebral circulation.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Inhaled L-arginine improves exhaled nitric oxide and pulmonary function in patients with cystic fibrosis.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Long-term oral L-arginine administration improves peripheral and hepatic insulin sensitivity in type 2 diabetic patients.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Endothelial dysfunction and cardiovascular disease.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Transnitrosylation: a factor in nitric oxide-mediated penile erection.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Heart failure with preserved ejection fraction: defining the function of ROS and NO.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Inorganic nitrate and beetroot juice supplementation reduces blood pressure in adults: a systematic review and meta-analysis.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Nitric oxide: a cytotoxic activated macrophage effector molecule.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Nitric oxide. II. Nitric oxide protects in intestinal inflammation.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Nitric oxide and bone.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Decreased production of nitric oxide by peripheral blood mononuclear cells of patients with peripheral vascular disease.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Nitric oxide and cancer: a review.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Arginine stimulates wound healing and immune function in elderly human beings.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      }
    ]
  },
  {
    "name": "Antioxidants",
    "description": "Oxidative stress is an imbalance in your body between damaging molecules called free radicals and the antioxidants that neutralize them. While your body naturally produces some free radicals, an excess from factors like poor diet, stress, and environmental toxins can damage your cells, energy-producing mitochondria, and DNA. This damage can accelerate aging and contribute to chronic disease. Maintaining a healthy balance by boosting your antioxidant defenses helps protect your cells, support energy production, and promote overall wellness.\n\nReducing oxidative stress may be a therapeutic approach for the following:\n\n* **Neurological & Mental Health:** Alzheimer's Disease, Autism, Chronic Fatigue Syndrome, Fibromyalgia, Huntington's Disease, Migraine, Multiple Sclerosis, Neuropsychiatric Disorders (Depression, Bipolar Disorder), Parkinson's Disease, Stroke.\n* **Cardiovascular Health:** Hardening of the Arteries (Atherosclerosis), Cardiovascular Disease, Heart Failure, High Blood Pressure (Hypertension).\n* **Metabolic Health:** Diabetes.\n* **Other Conditions:** Cancer, Chronic Obstructive Pulmonary Disease (COPD), Ehlers-Danlos Syndrome (EDS), Liver Disease.",
    "references": [
      {
        "study_name": "Mitochondrial pharmaceutics: a new therapeutic strategy to ameliorate oxidative stress in Alzheimer’s disease.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Interleukin-1 Beta as a target for atherosclerosis therapy: biological basis of CANTOS and beyond.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Mitochondrial dysfunction can connect the diverse medical symptoms associated with autism spectrum disorders.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Reactive oxygen species in cancer.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Basic biology of oxidative stress and the cardiovascular system: part 1 of a 3-part series.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "The role of mitochondrial dysfunctions due to oxidative and nitrosative stress in the chronic pain or chronic fatigue syndromes and fibromyalgia patients: peripheral and central mechanisms as therapeutic targets?",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Oxidative stress in COPD.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Biochemistry and molecular cell biology of diabetic complications.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Research update: POTS, EDS, MCAS Genetics.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "The sympathetic nervous system in heart failure physiology, pathophysiology, and clinical implications.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "A randomized, placebo-controlled trial of coenzyme Q10 and remacemide in Huntington’s disease.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Coenzyme Q10 in the treatment of hypertension: a meta-analysis of the clinical trials.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "The role of oxidative stress and antioxidants in liver diseases.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Effectiveness of coenzyme Q10 in prophylactic treatment of migraine headache: an open-label, add-on, controlled trial.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Glutathione and modulation of cell apoptosis.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Coenzyme Q10 depletion in medical and neuropsychiatric disorders: potential repercussions and therapeutic implications.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Randomized, double-blind, placebo-controlled pilot trial of reduced coenzyme Q10 for Parkinson’s disease.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Efficacy of folic acid therapy in primary prevention of stroke among adults with hypertension in China: the CSPPT randomized clinical trial.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      }
    ]
  },
  {
    "name": "Diet",
    "description": "The Mediterranean diet is a heart-healthy eating pattern inspired by the traditional foods of countries bordering the Mediterranean Sea. It's rich in plant-based foods like vegetables, fruits, whole grains, and nuts, with olive oil as the primary source of fat and fish as the main protein. This way of eating helps reduce inflammation and oxidative stress, which supports your cardiovascular system and promotes a healthy balance in your autonomic nervous system for better mood, cognitive function, and overall wellness.\n\nAdopting this diet has been shown to be beneficial for a wide range of health conditions, including:\n\n* **Cardiovascular Health:** Cardiovascular Disease, Coronary Heart Disease, Heart Attack, Stroke, High Blood Pressure (Hypertension), High Cholesterol, Endothelial Dysfunction.\n* **Neurological & Mental Health:** Cognitive Decline, Dementia, Alzheimer's Disease, Parkinson's Disease, Depression.\n* **Metabolic Health:** Type 2 Diabetes, Obesity, Weight Management, Metabolic Syndrome.\n* **Other Conditions:** All-Cause Mortality, Cancer (Overall, Colorectal, Breast, Prostate), Asthma, Erectile Dysfunction, Chronic Inflammation, Bone Fractures.",
    "references": [
      {
        "study_name": "Adherence to Mediterranean diet and health status: meta-analysis.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Primary prevention of cardiovascular disease with a Mediterranean diet.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Adherence to Mediterranean diet and risk of cancer: an updated systematic review and meta-analysis of observational studies.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Mediterranean diet, cognitive function, and dementia: a systematic review.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "The Mediterranean diet, its components, and cardiovascular disease.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "A journey into a Mediterranean diet and type 2 diabetes: a systematic review with meta-analyses.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Systematic review of the Mediterranean diet for long-term weight loss.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Does adherence to the Mediterranean dietary pattern reduce asthma symptoms in children? A systematic review of observational studies.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "The effect of the Mediterranean diet on hypertension: a systematic review and meta-analysis.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Consumption of a healthy dietary pattern results in significant reductions in C-reactive protein levels in adults: a meta-analysis.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Mediterranean diet and metabolic syndrome: an updated systematic review.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Adherence to a Mediterranean-style diet and incident fractures: pooled analysis of observational evidence.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Role of diet, exercise and drugs in modulation of endothelial cell dysfunction.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      }
    ]
  },
  {
    "name": "Exercise",
    "description": "Exercise is much more than a workout; it's an active lifestyle essential for keeping your body in balance. The right amount of exercise is an antioxidant. Regular physical activity is one of the best ways to regulate your autonomic nervous system, improving communication between your brain, organs, and muscles. This helps elevate your mood, promote restorative sleep, reduce stress, and strengthen your immune system. However, even healthy moderate to strenuous exercise can be perceived as an unhealthy stressor with certain autonomic disorders. This is why \"low and slow\" exercise can be recommended, with the goal of gently stimulating sympathetic activity and retraining the autonomic nervous system to react normally to stresses, rather than seeing exercise as a threat.\n\nFollowing an appropriate exercise regimen can help address:\n\n* **Neurological & Mental Health:** Depression, Anxiety, Stress, Cognitive Decline (Dementia & Alzheimer's Disease), Autonomic Nervous System Dysfunction.\n* **Cardiovascular Health:** Heart Disease, Stroke, High Blood Pressure (Hypertension).\n* **Metabolic Health:** Type 2 Diabetes, Metabolic Syndrome, Obesity.\n* **Bone & Joint Health:** Arthritis & Osteoporosis.\n* **Other Conditions:** Cancer, Sleep Disorders (Insomnia & Sleep Apnea).",
    "references": [
      {
        "study_name": "Physical Exercise for treatment of mood disorders: a critical review.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Exercise and cardiovascular health.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "The effect of exercise training on clinical outcomes in patients with the metabolic syndrome: a systematic review and meta-analysis.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Exercise improves cardiac autonomic function in obesity and diabetes.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Positive effects of combined cognitive and physical exercise training on cognitive function in older adults with mild cognitive impairment or dementia: a meta-analysis.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Association of leisure-time physical activity with risk of 26 types of cancer in 1.44 million adults.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Exercise and nutritional approaches to prevent frail bones, falls and fractures: an update.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "The effect of resistance exercise on sleep: a systematic review of randomized controlled trials.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      }
    ]
  },
  {
    "name": "Stress Reduction",
    "description": "Psychosocial stress is your body's response to mental and emotional pressure. This response involves your nervous, endocrine, and immune systems. Chronic stress keeps your sympathetic nervous system—your \"fight-or-flight\" response—overactive, which can disrupt the balance with your parasympathetic \"rest-and-digest\" system. This imbalance can lead to persistent inflammation and elevated stress hormones like cortisol, negatively impacting your heart, metabolism, and mental well-being. Managing stress is crucial for maintaining proper autonomic balance and overall health.\n\nLearning to manage stress can be therapeutic for conditions such as:\n\n* **Cardiovascular Health:** Heart Attack (Myocardial Infarction), Stroke, Stress-Induced Cardiomyopathy (\"Broken Heart\" Syndrome), Irregular Heartbeats (Ventricular Arrhythmias, Atrial Fibrillation), Long QT Syndrome, High Blood Pressure (Hypertension).\n* **Neurological & Mental Health:** Depression, Anxiety, Post-Traumatic Stress Disorder (PTSD), Dementia, Headaches & Migraines, Epilepsy & Seizures.\n* **Metabolic Health:** Metabolic Syndrome, Type 2 Diabetes.\n* **Inflammatory & Autoimmune Conditions:** Autoimmune and Inflammatory Diseases.\n* **Other Conditions:** Irritable Bowel Syndrome (IBS), Fibromyalgia & Chronic Pain Syndromes.",
    "references": [
      {
        "study_name": "Effect of potentially modifiable risk factors associated with myocardial infarction in 52 countries (the INTERHEART study): case-control study.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Relation between resting amygdalar activity and cardiovascular events: a longitudinal and cohort study.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Anxiety is a better predictor of platelet reactivity in coronary artery disease patients than depression.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Prospective study of the post-traumatic stress disorder symptom in coronary artery disease and normative aging study.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Takotsubo cardiomyopathy: a new form of acute, reversible heart failure.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Anger, emotion, and arrhythmias: from brain to heart.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Effect of coffee consumption, lifestyle and acute life stress in the development of acute lone atrial fibrillation.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Stress and disorders of the stress system.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "The role of glucocorticoids and progestins in inflammatory, autoimmune, and infectious disease.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Role of anxiety in the pathophysiology of irritable bowel syndrome: importance of the amygdala.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "A history of stressful life events, prolonged mental stress and arrhythmic events in inherited long QT syndrome.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Female sex, early-onset hypertension, and risk of dementia.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Effects of work stress on ambulatory blood pressure, heart rate, and heart rate variability.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Non-invasive vagus nerve stimulation for PREVention and Acute treatment of chronic cluster headache (PREVA): a randomised controlled study.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Vagus nerve stimulation therapy for treatment-resistant epilepsy: a 15-year experience at a single institution.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      },
      {
        "study_name": "Autonomic nervous system monitoring of patients with excess parasympathetic responses to sympathetic challenges – clinical observations.",
        "link": "https://www.ncbi.nlm.nih.gov/pubmed/"
      }
    ]
  }
]